<?php

return [
    'admin' => [
        'news' => [
            'create' => [
                'success' => 'Новость успешно добавлена',
                'fail' => 'Не удалось добавить новость',
            ],
            'update' => [
                'success' => 'Новость успешно обновлена',
                'fail' => 'Не удалось обновить новость',
            ],

        ],
        'categories' => [
            'create' => [
                'success' => 'Категория успешно добавлена',
                'fail' => 'Не удалось добавить категорию',
            ],
            'update' => [
                'success' => 'Категория успешно обновлена',
                'fail' => 'Не удалось обновить категорию',
            ],
        ],
        'users' => [
            'update' => [
                'success' => 'Права пользователя успешно обновлены',
                'fail' => 'Не удалось обновить права пользователя',
            ],
        ],
    ]
];
